Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/explanations_and_stories_fi/saamen_kielilain_29_ss_mukainen_kertomus_saamelaiskarajille.pdf.tmx
Source language: fin
Languages: sme

source: Saamen kielilakiin sisältyvät viranomaisten velvoitteet osoittaa palvelevansa saamen kielellä ja edistää saamenkielen käyttöä, ovat jääneet epäselviksi joillekin viranomaisille.
sme: Sámi giellaláhkii gullá virgeoapmahaččaid geatnegasvuohta čájehit, ahte bálvala sámegillii ja ovddida sámegiela geavaheami, lea báhcán eahpečielggasin muhtin virgeoapmahaččaide.

source: Tämän kertomuksen pohjana olevasta selvityksestä ilmenee, että joissakin kunnissa ja valtion viranomaisissa ei ole täsmällisiä tietoja eri saamen kielien eroista.
sme: Dán muitalusa vuođđun leahkki čielggadeamis albmana, ahte muhtin gielddain ja stáhta virgeoapmahaččain eai leat dárkilis dieđut sierra sámegielaid erohusain.

source: Epätietoisuutta oli mm. siitä mitä saamen kieltä alueella puhutaan, minkä saamen kielen palvelua alueella tarvitaan tai mitä saamen kieltä virastoissa olevat työntekijät puhuvat.
sme: Diehtemeahttunvuohta lei ee. das maid sámegielaid guovllus hállet, man sámegiela bálvalus guovllus dárbbašuvvo dahje man sámegiela virgebáikki bargit hállet.

source: Saamen kielilain 28 §:n mukaan jokainen viranomainen valvoo omalla toimialallaan saamen kielilain noudattamista.
sme: Sámi giellalága 28 § mielde juohke virgeoapmahaš bearráigeahččá iežas doaibmasuorggis sámi giellalága čuovvuma.

source: Lain 24 §:ään sisältyy yleissäännös, jonka mukaan viranomaisen tulee toiminnassaan oma-aloitteisesti huolehtia siitä, että saamen kielilain turvaamat kielelliset oikeudet toteutuvat käytännössä.
sme: Lága 24 §:i gullá njuolggadus, man mielde virgeoapmahaš galgá doaimmastis iešdoaimmalaččat fuolahit das, ahte sámi giellalága sihkkarastán gielalaš vuoigatvuođat ollašuvvet geavadis.

source: Selvityksen perusteella nämä periaatteet eivät toteudu suomalaisessa yhteiskunnassa selvästikään saamen kielilain tarkoittamalla tavalla.
sme: Čielggadeami vuođul dát prinsihpat eai ollašuva suopmelaš servodagas čielgasitge sámi giellalága dárkkuhan vugiin.

source: Vastauksissa kuvastuu selkeästi ajattelu, jonka mukaan lakia noudatetaan vasta kun joku asiasta huomauttaa.
sme: Vástádusain vuhtto čielgasit jurddašeapmi, man mielde láhka čuvvojuvvo easkka go gii nu áššis fuopmášuhttá.

source: Viranomaiset ovat saamen kielilain vastaisesti siirtäneet tämän vastuun asiakkailleen.
sme: Virgeoapmahaččat leat sámi giellalága vuostá sirdán dán ovddasvástádusa áššehasaide.

source: Useissa vastauksissa tuli esille saamenkielisten palvelujen kysynnän puute.
sme: Máŋggain vástádusain bođii ovdan sámegielat bálvalusaid jearrama vátnivuohta.

source: Saamen kielilain mukaan viranomaisen on osoitettava palvelevansa saamenkielellä, joten saamenkielisten palvelujen kysyntä vaatii aina myös palvelujen tarjontaa saamenkielellä ja vastuu saamen kielilain noudattamisesta on viranomaisella.
sme: Sámi giellalága mielde virgeoapmahaččat galget čájehit ahte bálvalit sámegillii, nu ahte sámegielat bálvalusaid jearran gáibida álo maiddái bálvalusaid fállama sámegillii ja vástu sámi giellalága čuovvumis lea virgeoapmahččas.

source: Saamen kielilaki on ollut voimassa neljä vuotta ja sen toimivuutta ei ole testattu kattavasti oikeusjärjestelmän kautta.
sme: Sámi giellaláhka leamašan fámus njeallje jagi ja dan doaibmivuohta ii leat testejuvvon viidát riektevuogádaga bokte.

source: Mahdolliset viranomaiset, joille saamen kielilain rikkomisesta voi kannella, ovat eduskunnan oikeusasiamies, oikeuskansleri, lääninhallitus, poliisi ja vähemmistövaltuutettu.
sme: Vejolaš virgeoapmahaččat geaidda sámi giellalága rihkkumis sáhttá váidalit, leat riikkabeivviid vuoigatvuohtaáššealmmái, vuoigatvuohtakánsler, leanaráđđehus, poles ja vehádatáittardeaddji.

source: Saamen kielilain perusteella on eduskunnan oikeusasiamiehelle tullut kolme kantelua koskien saamenkielisten lomakkeiden puuttumista ja tilannetta jossa tulkkaus oli järjestetty saameksi, mutta asiaankuuluvia kirjallisia dokumentteja ei ollut käännetty saameksi ja saamenkielisen pöytäkirjan oikeellisuutta.
sme: Sámi giellalága vuođul leat riikkabeivviid vuoigatvuohtaáššeolbmui boahtán golbma váidalusa, mat guske sámegielat skoviid váiluma ja dili mas tulkon lei lágiduvvon sámegillii, muhto áššáigullevaš čálalaš dokumeanttat eai lean jorgaluvvon sámegillii ja sámegielat beavdegirjji riektavuođa.

source: Eduskunnan oikeusasiamies on vuoden 2007 lopulla (20.12.2007 Dnrot 3905/07, 3906/07, 3722/4/05) antamissaan ratkaisuissa kiinnittänyt saamen kielilain perusteella huomiota siihen, että poliisihallinnon keskeisiä lomakkeita ja rangaistusmääräyslomakkeita sekä menettelyohjeita ei ole saatavana saamenkielisinä.
sme: Riikkabeivviid vuoigatvuohtaáššeolmmoš lea jagi 2007 loahpas (20.12.2007 Dnrot 3905/07, 3906/07, 3722/4/05) addin čovdosiin gidden sámi giellalága vuođul fuopmášumi dasa, ahte poleshálddahusa guovddáš skovit ja ráŋggaštušmearrádusskovit ja maiddái meannudanrávvagat eai leat oažžumis sámegillii.

source: Saamelaisten kielellisten oikeuksien varmistamiseksi saamen kielilain rikkomuksien tuominen oikeusjärjestelmän piiriin on ensiarvoisen tärkeää saamen kielilain toteutumisenkin kannalta.
sme: Sámiid gielalaš vuoigatvuođaid sihkkarastima várás sámi giellalága rihkkumušaid buktin riektevuogádaga ollái lea erenomáš dehalaš sámi giellalága ollašuvvamage dáfus.

source: Rikkomuksien selvittämiseksi ja ehkäisemiseksi on luotava selkeä kantelu- ja sanktiojärjestelmä.
sme: Rihkkumušaid čielggadeapmin ja eastadeapmin galgá ráhkadit čielga váidalan- ja sanktiovuogádaga.

source: ToimenpideToimenpideToimenpideToimenpide --- ehdotuksetehdotuksetehdotuksetehdotukset
sme: Doiaibmabiddjoevttohusat

source: Saamelaisten kielellisten oikeuksien toteutuminen vaatii tiedottamista saamen kielilaista, viranomaisilta riittävää saamen kielentaitoa sekä taloudellisia resursseja saamenkielisen toiminnan jatkuvaan tukemiseen.
sme: Sámiid gielalaš vuoigatvuođaid ollašuvvan gáibida dieđiheami sámi giellalágas, virgeoapmahaččain doarvái sámegiela dáiddu ja maiddái ekonomalaš resurssaid sámegielat doaimma jotkkolaš doarjumii.

source: Valtio vallan tulee osoittaa varat riittävien saamenkielisten palvelujen tuottamiseen saamelaisten kotiseutualueella.
sme: Stáhta váldi galgá čujuhit ruđaid doarvái sámegielat bálvalusaid sihkkarastimii sámiid ruovttuguovllus.

source: Kertomukseen on liitetty sen pohjana olevan selvityksen yksityiskohtaiset toimenpide ehdotukset, joilla saamelaisten kielellisiä oikeuksia voitaisiin parantaa ja kehittää.
sme: Muitalussii leat laktojuvvon dan vuođđun leahkki čielggadeami dárkilis doaibmabiddjoevttohusat, maiguin sámiid gielalaš vuoigatvuođaid sáhtášii buoridit ja ovddidit.

source: Saamelaisten kotiseutualueen kuntia ja valtionhallinnon yksiköitä koskevat ehdotukset:
sme: Sámiid ruovttuguovllu gielddaid ja stáhtahálddahusa ossodagaid guoskevaš evttohusat:

source: Saamelaisten kotiseutualueen kuntien, valtion virastojen / liikelaitoksien ja saamelaisorganisaatioiden on tiedotettava ja koulutettava säännöllisesti työntekijöitään saamen kielilaista.
sme: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget dieđihit ja skuvlet jeavddalaččat bargiid sámi giellalágas.

source: Saamelaisten kotiseutualueen kuntien, valtion virastojen / liikelaitoksien ja saamelaisorganisaatioiden on tiedotettava ja pohdittava sitä, miten saamen kielilaki vaikuttaa työyhteisön toimintaan.
sme: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget dieđihit ja guorahallat dan, mo sámi giellaláhka váikkuha bargoservoša doaibmamii.

source: Saamelaisten kotiseutualueen kuntien, valtion virastojen / liikelaitoksien ja saamelaisorganisaatioiden on luotava ennakoiva järjestelmä siitä, miten tulkkaus tai saamenkielinen asiakaspalvelu toimialalla järjestetään ja tiedotettava kansalaisille niistä henkilöistä, jotka voivat antaa asiakaspalvelua saameksi.
sme: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget válbmet vuogádaga dasa, mo tulkon dahje sámegielat áššehasbálvaleapmi doaibmasuorggis lágiduvvo ja dieđihit olbmuide daid olbmuin, geat sáhttet fállat áššehasbálvaleami sámegillii.

source: Saamen kielilain toteutumista on seurattava budjettitalouden ja palvelujen laadun mukaan.
sme: Sámi giellalága ollašuvvama galgá čuovvut bušeahttadoalu ja bálvalusaid kvalitehta mielde.

source: Saamenkielisten palvelujen tuottamiseen saatu rahoitus ja niiden käyttö on eriteltävä budjeteissa.
sme: Sámegielat bálvalusaid fállamii ožžojuvvon ruhtadeami ja daid geavaheami galgá čilget bušeahtas.

source: Saamelaisalueen kuntien ja valtion yksiköiden on luotava mittaristot, miten saamenkielisiä palveluja, niiden toimivuutta ja vaikuttavuutta on mitattava.
sme: Sámeguovllu gielddat ja stáhta ossodagat galget ráhkadit mihtidanvugiid, mo sámegielat bálvalusaid, daid doaibmama ja váikkuhusa galgá mihtidit.

source: Saamenkielisistä asiakaspalveluista ja niiden toimivuudesta on kerättävä säännöllisesti asiakaspalautetta ja kyseinen palaute on oltava osana saamenkielisten palvelujen mittaristoa ja arviona saamenkielisten palvelujen toimivuudesta.
sme: Sámegielat áššehasbálvalusain ja daid doaibmilvuođas galgá čoaggit jeavddalaččat áššehasmáhcaheami ja máinnašuvvon máhcahat galgá leat sámegielat bálvalusaid mihttáriid oassin ja árvvoštallamin sámegielat bálvalusaid doaibmilvuođas.

source: Asiakkaille on aktiivisesti tiedotettava heidän oikeuksistaan ja saamen kielilain oikeuttamista palveluista, ts.
sme: Áššehasaide galgá aktiivvalaččat dieđihit sin vuoigatvuođain ja sámi giellalága vuoigadahttán bálvalusain, ns.

source: edistettävä saamen kielen käyttöä saamen kielilain edellyttämällä tavalla.
sme: ovddidit sámegiela geavaheami sámi giellalága gáibidan vugiin.

source: Saamen kielilain edellytyksien täyttäminen on myös asennekysymys saamelaisten kotiseutualueella.
sme: Sámi giellalága eavttuid ollašuvvan lea maiddái jurddašanvuohkeášši sámiid ruovttuguovllus.

source: Osana kuntien yhdenvertaisuussuunnitelmia ja tasa-arvotyötä kuntien ja valtion yksiköiden on lisättävä työntekijöidensä tietoisuutta saamelaisista, heidän kulttuuristaan, yhteiskunnallisesta asemastaan ja historiasta.
sme: Gielddaid ovttaveardásašvuohtaplánaid ja dásseárvobarggu oassin gielddaid ja stáhta ossodagat galget lasihit bargiid diđolašvuođa sámiin, sin kultuvrras, servodatlaš sajádagas ja historjjás.

source: Tämä tieto lisäisi ymmärrystä saamen kielilain edellytyksiä kohtaan.
sme: Dát diehtu lasihivčče áddejumi sámi giellalágan eavttuid hárrái.

source: Kaikille saamelaisalueen kunnille ja valtion yksiköille tulisi järjestää toimialoittain monikulttuurisuus-, yhdenvertaisuus ja tasa-arvokoulutusta, jossa käsiteltäisiin mm. saamelaisuuteen ja saamen kielilakiin liittyviä seikkoja.
sme: Buot sámeguovllu gielddaide ja stáhta ossodagaide galggašii ordnet doaibmasurggiid mielde máŋggakultuvrralaš-, ovttaveardásašvuohta ja dásseárvoskuvlejumi, gos gieđahallošedje ee. sápmelašvuhtii ja sámi giellaláhkii gullevaš áššit.

source: Saamelaisalueen kuntien ja valtion yksiköiden tulee toimintoja kehittäessään yhdistellä toimintoja ja virkoja siten, että nykyistä saamenkielentaitoista henkilökuntaa hyödynnettäisiin kunnan tai yksikön saamenkielisten palvelujen / tulkkauspalvelujen tuottajana.
sme: Sámeguovllu gielddat ja stáhta ossodagat galget doaimmaid ovddidettiin laktit doaimmaid ja virggiid nu, ahte dálá sámegielmáhtolaš bargit geavahuvvošedje gieldda dahje ossodaga sámegielat bálvalusaid / tulkonbálvalusaid buvttadeaddjin.

source: Tästä palvelusta tulee tiedottaa asiakkaille.
sme: Dán bálvalusas galgá dieđihit áššehasaide.

source: Jokaisessa saamelaisten kotiseutualueella toimivassa valtion ja kunnan yksikössä tulee olla kattava järjestelmä saamen kielen opiskelun tukemiseen.
sme: Juohke sámiid ruovttuguovllus doaibmi stáhta ja gieldda ossodagas galgá leat viiddes vuogádat sámegiela lohkama doarjumii.

source: Koulutusmahdollisuuksista ja kielitaidon vaikutuksesta palkkaukseen on aktiivisesti tiedotettava työntekijöille.
sme: Skuvlenvejolašvuođaid ja gielladáiddu váikkuhusa birra bálkái galgá aktiivvalaččat dieđihit bargiide.

source: Saamelaisten kotiseutualueen kunnallisia ja valtiollisia palveluja tarjoavien yksikköjen tulee perustaa asiakasrekisterit, joissa ilmenee asiakkaan suostumus asiakasrekisteriin, ja josta käy ilmi se saamen kieli, jolla hän haluaa itseään palveltavan.
sme: Sámiid ruovttuguovllu gieldda ja stáhta bálvalusaid fálli ossodagat galget vuođđudit áššehasregistaraid, main albmana áššehasa miehtan áššehasregistarai, ja mas oidno dat sámegiella, mainna son háliida alcces bálvalusa.

source: Rekisterissä tulisi käydä ilmi se, että haluaako asiakas suullisia ja kirjallisia palveluja saamen kielellä.
sme: Registaras galggašii albmanit dat, ahte háliidago áššehas njálmmálaš ja čálalaš bálvalusaid sámegillii.

source: Rekisterin tulisi olla aktiivisessa käytössä aina asiakastapaamisten yhteydessä ja niiden avulla kohdennettaisiin saamenkielisiä palveluja.
sme: Registtar galggašii leat aktiivvalaš anus álo áššehasdeaivvadeami oktavuođas ja dan vehkiin addošedje sámegielat bálvalusat.

source: Ns. saamen kielen kielilisän prosentuaalista määrää tulisi nostaa.
sme: Ng. sámegiela giellalasi prosentuálalaš meari galggašii bajidit.

source: Nykyinen kielilisä ei kannusta saamen kielen opiskeluun.
sme: Dálá giellalassi ii movttiidahte sámegiela studeremii.

source: Palkkausjärjestelmää muuttamalla saamen kielen opiskelusta tulee tehdä taloudellisesti kannattavaa.
sme: Bálkávuogádaga nuppástuhttima bokte sámegiela studeremis galgá bargat ekonomalaččat gánnáhahtti.

source: Niin kauan kun inarin- ja koltansaamen osalta ei ole virallista kielitaidon osoittamis / hyväksymisjärjestelmää (kuten kielitutkinto) järjestettynä, saamen kielineuvosto nimeää asiantuntijalautakunnan, jonka tehtävänä on tapauskohtaisesti todistaa henkilön kielitaito inarin- ja koltansaamen osalta.
sme: Nu guhká go anáraš- ja nuortalašgiela oasil ii leat virggálaš gielladáiddu duođaštan / dohkkehanvuogádat (nugo gielladutkkus) ordnejuvvon, sámi giellaráđđi nammada áššedovdilávdegotti, man bargun lea dáhpáhus hávil duođaštit olbmo gielladáiddu anáraš- ja nuortalašgiela oasil.

source: Kunnallisten ja valtion yksiköiden tulisi pitää työnhakutilanteessa tätä todistusta samanveroisena kielitutkinnon ja – todistuksen kanssa niin kauan kun inarin- ja koltansaamen osalta ei ole olemassa mahdollisuutta kielitutkintoon ja – todistukseen.
sme: Gieldda ja stáhta ossodagat galggašedje atnit bargoohcandilis dán duođaštusa seammaárvosažžan gielladutkosiin ja – duođaštusain nu guhká go anáraš- ja nuortalašgiela oasil ii leat vejolašvuohta gielladutkosii ja – duođaštussii.

source: Saamelaisten kotiseutualueen viranomaisten ja muiden tahojen saamea puhuville työntekijöille tulee taata samanarvoiset taloudelliset mahdollisuudet ja muut tukijärjestelmät opiskella saamea kuin saamea osaamattomille.
sme: Sámiid ruovttuguovllu virgeoapmahaččaid ja eará orgánaid sámegiela hálli bargiide galgá dáhkidit seammaárvosaš ekonomalaš vejolašvuođaid ja eará doarjjavuogádagaid studeret sámegiela go sámegiela máhtekeahtes bargiide.

source: Kuntien on valvottava saamen kielilain § 18 mukaisesi ostopalveluissa ja kuntayhtymien toiminnassa että saamelaisten kielelliset oikeudet toteutuvat ja edellytettävä, että palveluja järjestävät tahot seuraavat saamen kielilain toteutumista ja noudattavat saamen kielilakia omassa toiminnassaan.
sme: Gielddat galget gohcit sámi giellalága § 18 mielde oastobálvalusain ja gieldaovttastumiid doaimmas ahte sámiid gielalaš vuoigatvuođat ollašuvvet ja gáibidit, ahte bálvalusa lágideaddji orgánat čuvvot sámi giellalága ollašuvvama ja čuvvot sámi giellalága iežas doaimmas.

source: Valtiota tai lainsäädäntöä koskevat ehdotukset:
sme: Stáhta dahje láhkaásaheami guoskevaš evttohusat:

source: Saamen kielilakia on muutettava (pykälä § 31) siten, että lakisääteisiä kunnallisia peruspalveluja tuottavat muut tahot otetaan ja kuntayhtymät joissa saamelaisten kotiseutualueen kunta tai osa sitä on mukana, myös Saamen kielilain mukaiseen valtionavustuksen piiriin (§ 31).
sme: Sámi giellalága galgá nuppástuhttit (paragráffa § 31) nu, ahte lágas ásahuvvon gieldda vuođđobálvalusaid buvttadeaddji eará orgánat váldojit ja gieldaovttastumit main sámiid ruovttuguovllu gielda dahje oassi das lea fárus, maiddái Sámi giellalágas dárkkuhuvvon stáhtadoarjaga ollái (§ 31).

source: Saamenkielinen perusopetus ja päivähoito on erityiskorvattava myös saamelaisalueen ulkopuolisella alueella valtion varoista kunnille.
sme: Sámegielat vuođđooahpahusa ja beaivedikšuma galgá sierra buhttet maiddái sámeguovllu olggobeali guovllus stáhta váriin gielddaide.

source: Valtion on huomioitava toiminnassaan, että valtionhallinnon tuottavuusohjelma estää saamelaisten kotiseutualueella saamenkielisen henkilökunnan palkkaamisen ja hankaloittaa saamen kielilain toteutumista.
sme: Stáhta galgá vuhtiiváldit doaimmas, ahte stáhtahálddahusa gánnáhahttivuođaprográmma eastá sámiid ruovttuguovllus sámegielat bargoveaga bálkáheami ja váttásmahttá sámi giellalága ollašuvvama.

source: Tuottavuusohjelmaa tulee toteuttaa huomioiden saamen kielilaki.
sme: Gánnáhahttivuođaprográmma galgá ollašuhttit vuhtiiváldimiin sámi giellalága.

source: Myös kunta- ja palvelurakenneuudistuksessa on huomioitava, että uudistus ei saa vähentää saamenkielisiä palveluja.
sme: Maiddái gielda- ja bálvalusortnetođastusas galgá vuhtiiváldit, ahte ođastus ii oaččo geahpedit sámegielat bálvalusaid.

source: Mahdolliset kuntaliitokset eivät saa heikentää saamenkielisiä palveluja, vaikka kunnan väkimäärä muuttuisi suomalaisenemmistöiseksi.
sme: Vejolaš gieldalaktimat eai oaččo hedjonahttit sámegielat bálvalusaid, vaikke gieldda veahkadatmearri nuppástuvašii suopmelašeanetlogu gieldan.

source: Valtion on joko kanavoitava kaikki saamenkielisten palvelujen tuottamisen rahoitus saamelaiskäräjien kautta tai valvottava paremmin rahoituksen käyttöä erityisesti kaksikielisyyslisää myöntäessä, ts. tehtävä rahoitus vastikkeelliseksi.
sme: Stáhta galgá jogo bidjat buot sámegielat bálvalusaid buvttadeami ruhtadeami sámedikki bokte dahje gohcit buorebut ruhtadeami geavaheami erenomážit guovttegielatvuođalasi mieđihettiin, ng. barggu ruhtadeapmi oažžu vástaga.

source: Julkishallinnon asiointilomakkeet tulisi kaikki kääntää saameksi valtiollisella ja kunnallisella puolella.
sme: Almmoshálddahusa áššedikšunskoviid galggašii buot jorgalit sámegillii stáhta ja gieldda bealde.

source: Saamelaisten kotiseutualueen ulkopuolisten valtion yksiköiden ja ministeriöiden tulisi käännättää saamelaisia koskevat lait ja keskeiset kansalaisten oikeuksia ja velvollisuuksia koskevat esitteet / oppaat saameksi.
sme: Sámiid ruovttuguovllu olggobeale stáhta ossodagat ja ministeriijat galggašedje jorgalahttit sámiid guoskevaš lágaid ja riikkavuložiid dehaleamos vuoigatvuođaid ja geatnegasvuođaid guoskevaš dieđihančállosiid / prošyraid sámegillii.

source: Valtion uudessa palkkausjärjestelmässä saamen kielen taito tulee nähdä palkkaa nostavana ansiona aina saamelaisten kotiseutualueella toimivissa valtion yksiköissä tai liikelaitoksissa, joiden toimialueeseen saamelaisten kotiseutualue kuuluu.
sme: Stáhta ođđa bálkávuogádagas sámegiela dáiddu galgá atnit bálkká bajideaddji ánsun álo sámiid ruovttuguovllus doaibmi stáhta ossodagain dahje fitnodatlágádusain, maid doaibmaguvlui sámiid ruovttuguovlu gullá.

source: Valtion tulee edistää toiminnallaan ja rahoituksellaan saamenkielisen tiedonvälityksen syntyä Suomeen sekä mahdollistaa kaikkien saamelaisten tasa-arvoiset mahdollisuudet seurata saamenkielisiä uutisia järkeviin kellonaikoihin.
sme: Stáhta galgá ovddidit doaimmain ja ruhtademiin sámegielat diehtojuohkima šaddama Supmii ja maiddái dahkat vejolažžan buot sápmelaččaid dásseárvosaš vejolašvuođaid čuovvut sámegielat ođđasiid jierpmálaš diibmomeare áigge.

source: Valtion on osoitettava saamelaiskäräjien kautta jaettavaksi säännöllinen määräraha saamenkielisen lasten ja nuorten kerhotoiminnan rahoittamiseksi.
sme: Stáhta galgá addit sámedikki bokte juohkinláhkai fásta mearreruđa sámegielat mánáid ja nuoraid riekkesdoaimma ruhtadeapmin.

source: Valtion on tulkinnallaan luotava ne perusperiaatteet, joiden mukaan määrätään ne viranomaiset, joita saamen kielilaki koskee viranomaistoiminnan luonteen johdosta.
sme: Stáhta galgá guorahallamiin láhčit daid vuođđoprinsihpaid, maid mielde mearriduvvojit dat virgeoapmahaččat, maid sámi giellaláhka guoská virgeoapmahašdoaimma luonddu dihte.

source: Koulutusjärjestelmää koskevat ehdotukset:
sme: Skuvlenvuogádaga guoskevaš evttohusat:

source: Jo ammattikoulutuksessa tulee huomioida saamen kielen taitoisen henkilökunnan tarve ja mahdollistaa saamen kielen opiskelu jo opiskeluaikana.
sme: Jo ámmátoahpahusas galgá vuhtiiváldit sámegielmáhtolaš bargoveaga dárbbu ja dahkat vejolažžan sámegiela lohkama jo studerenáigge.

source: Videoetäopetuksen kautta opetus voidaan järjestää Etelä-Suomeenkin.
sme: Videogáiddusoahpahusa bokte oahpahusa sáhttá ordnet Mátta-Supmiige.

source: Erityisen suuri saamenkielentaitoisen henkilökunnan puute on poliisivoimissa, Lapin hätäkeskuksessa ja sosiaali- ja terveysalalla.
sme: Erenomáš stuorra sámegielmáhtolaš bargiid váilevuohta lea polesis, Lappi heahteguovddážis ja sosiála- ja dearvvasvuohtasuorggis.

source: Saamelaisen kotiseutualeen kuntien perusopetuksessa ja toisen asteen opetuksessa tulee käsitellä saamen kielilakia ja kielellisiä oikeuksia.
sme: Sámiid ruovttuguovllu gielddaid vuođđooahpahusas ja nuppi dási oahpahusas galgá gieđahallat sámi giellalága ja gielalaš vuoigatvuođaid.

source: Saamelaisalueelle ammattihenkilöstöä kouluttavissa oppilaitoksien opetuksessa (mm.. Lapin yliopisto, Oulu yliopiston Giellagas-instituutti ja kasvatustieteiden tiedekunta sekä Rovaniemen ammattikorkeakoulu, SAAK ja poliisiammattikorkeakoulu) tulee käsitellä saamen kielilakia ja sen velvollisuuksia.
sme: Sámeguvlui ámmátbargoveaga skuvlejeaddji oahppolágádusaid oahpahusas (ee. Lappi universitehta, Oulu universitehta Giellagas-instituhtta ja pedagogihka dieđagoddi ja Roavvenjárgga ámmátallaskuvla, SOG ja polesámmátallaskuvla) galgá gieđahallat sámi giellalága ja dan geatnegasvuođaid.

source: Yhdenvertaisuuslain ja saamen kielilain mahdollistamaa positiivista erityiskohtelua tulee hyödyntää laajemmin koulutusjärjestelmässä.
sme: Ovttaveardásašvuohtalága ja sámi giellalága vejolažžan dahkan positiivvalaš sierrameannudeami galgá geavahit ávkin viidásabbot skuvlenvuogádagas.

source: Saamenkieliset palvelut tulee turvata jo koulutusvaiheessa ns. saamelaiskiintiöillä keskeisillä koulutusaloilla, joissa kielikiintiöitä ei vielä ole.
sme: Sámegielat bálvalusaid galgá sihkkarastit jo skuvlenmuttus ng. sámedihtomeriin guovddáš skuvlensurggiin, gos gielladihtomearri ii vel leat.

source: Pääasiallisesti saamelaiskäräjiä koskevat ehdotukset:
sme: Váldoáššis sámedikki guoskevaš evttohusat:

source: Saamelaiskäräjien tulee aloittaa selvitystyö saamenkielisten palvelujen turvaamisesta ja kehittämisestä saamelaisten kotiseutualueen ulkopuolella yhdessä oikeusministeriön, saamelaisyhdistysten ja vähemmistövaltuutetun kanssa.
sme: Sámediggi galgá álggahit čielggadanbarggu sámegielat bálvalusaid sihkkarastimis ja ovddideamis sámiid ruovttuguovllu olggobealde ovttas vuoigatvuohtaministeriijain, sámeservviin ja vehádatáittardeaddjiin.
